import React from 'react';

function About() {
  return (
    <div className='p-5 m-5'> <p className='text-center h-1 p-3 m-4'>Создаем креативные сообщения и выводим их на экран! <br />
    Note - сервис для обмена заметками. Создайте заметку и получите ссылку с помощью которой вы сможете ее найти! <br />
      У электронных блокнотов действительно не счесть преимуществ по сравнению с традиционными бумажными. Они доступны на любых устройствах — от мобильных гаджетов до персональных компьютеров, всегда под рукой и одинаково хорошо подходят как для текстовых записей, так и для хранения голосовых заметок, фотографий и видео, составления списков дел, записи сиюминутных мыслей и свежих идей. С их помощью можно удобно упорядочивать и структурировать информацию, быстро находить нужные заметки, планировать задачи, создавать напоминания и объединять все записи в одном приложении, определиться с выбором которого поможет наша подборка таких программных решений. Перед тем как перейти непосредственно к знакомству с героями материала, позволим себе сделать небольшое лирическое отступление и вкратце рассказать о критериях оценки программ для ведения заметок, которыми мы руководствовались в процессе подготовки обзора. Прежде всего, во главу угла ставилась поддержка облачных технологий: согласитесь, глупо держать в памяти гаджета или ПК софт, который не умеет синхронизировать данные в рамках одной учётной записи между несколькими устройствами. Второй важный момент, на который мы обращали внимание, — функциональность. Продукт должен в полной степени обеспечивать потребности рядовых пользователей и при этом не отвлекать бессмысленными опциями. Ещё один плюс в копилку того или иного решения мы начисляли за стабильность работы и удобство интерфейса в сочетании с грамотным расположением элементов управления программой. Также акцент делался на количестве поддерживаемых платформ и, наконец, на разумном соотношении цены и качества продукта. 
    </p> </div>
  )
}

export default About;